{"script":"According to all known laws of aviation, there is no way a bee should be able to fly.\n Its wings are too small to get its fat little body off the ground.\n The bee, of course, flies anyway because bees dont care what humans think is impossible.\n Yellow, black. Yellow, black. Yellow, black. Yellow, black.\n Ooh, black and yellow!\n Lets shake it up a little.\n Barry! Breakfast is ready!\n Coming!\n Hang on a second.\n Hello?\n Barry?\n Adam?\n Can you believe this is happening?\n I cant.\n Ill pick you up.\n Looking sharp.\n Use the stairs, Your father paid good money for those.\n Sorry. Im excited.\n Heres the graduate.\n Were very proud of you, son.\n A perfect report card, all Bs.\n Very proud.\n Ma! I got a thing going here.\n You got lint on your fuzz.\n Ow! Thats me!\n Wave to us! Well be in row 118,000.\n Bye!\n Barry, I told you, stop flying in the house!\n Hey, Adam.\n Hey, Barry.\n Is that fuzz gel?\n A little. Special day, graduation.\n Never thought Id make it.\n Three days grade school, three days high school.\n Those were awkward.\n Three days college. Im glad I took a day and hitchhiked around The Hive.\n You did come back different.\n Hi, Barry. Artie, growing a mustache? Looks good.\n Hear about Frankie?\n Yeah.\n You going to the funeral?\n No, Im not going.\n Everybody knows, sting someone, you die.\n Dont waste it on a squirrel.\n Such a hothead.\n I guess he could have just gotten out of the way.\n I love this incorporating an amusement park into our day.\n Thats why we dont need vacations.\n Boy, quite a bit of pomp under the circumstances.\n Well, Adam, today we are men.\n We are!\n Bee-men.\n Amen!\n Hallelujah!\n Students, faculty, distinguished bees,\n please welcome Dean Buzzwell.\n Welcome, New Hive City graduating class of 9:15.\n That concludes our ceremonies And begins your career at Honex Industries!\n Will we pick our job today?\n I heard its just orientation.\n Heads up! Here we go.\n Keep your hands and antennas inside the tram at all times.\n Wonder what itll be like?\n A little scary.\n Welcome to Honex, a division of Honesco and a part of the Hexagon Group.\n This is it!\n Wow.\n Wow.\n We know that you, as a bee, have worked your whole life to get to the point where you can work for your whole life.\n Honey begins when our valiant Pollen Jocks bring the nectar to The Hive.\n Our top-secret formula is automatically color-corrected, scent-adjusted and bubble-contoured into this soothing sweet syrup with its distinctive golden glow you know as... Honey!\n That girl was hot.\n Shes my cousin!\n She is?\n Yes, were all cousins.\n Right. Youre right.\n At Honex, we constantly strive to improve every aspect of bee existence.\n These bees are stress-testing a new helmet technology.\n What do you think he makes?\n Not enough.\n Here we have our latest advancement, the Krelman.\n What does that do?\n Catches that little strand of honey that hangs after you pour it.\n Saves us millions.\n Can anyone work on the Krelman?\n Of course. Most bee jobs are small ones.\n But bees know that every small job, if its done well, means a lot.\n But choose carefully because youll stay in the job you pick for the rest of your life.\n The same job the rest of your life? I didnt know that.\n Whats the difference?\n Youll be happy to know that bees, as a species, havent had one day off in 27 million years.\n So youll just work us to death?\n Well sure try.\n Wow! That blew my mind!\n  Whats the difference? \n How can you say that?\n One job forever?\n Thats an insane choice to have to make.\n Im relieved. Now we only have to make one decision in life.\n But, Adam, how could they never have told us that?\n Why would you question anything? Were bees.\n Were the most perfectly functioning society on Earth.\n You ever think maybe things work a little too well here?\n Like what? Give me one example.\n I dont know. But you know what Im talking about.\n Please clear the gate. Royal Nectar Force on approach.\n Wait a second. Check it out.\n Hey, those are Pollen Jocks!\n Wow.\n Ive never seen them this close.\n They know what its like outside The Hive.\n Yeah, but some dont come back.\n Hey, Jocks!\n Hi, Jocks!\n You guys did great!\n Youre monsters!\n Youre sky freaks! I love it! I love it!\n I wonder where they were.\n I dont know.\n Their days not planned.\n Outside The Hive, flying who knows where, doing who knows what.\n You cant just decide to be a Pollen Jock. You have to be bred for that.\n Right.\n Look. Thats more pollen than you and I will see in a lifetime.\n Its just a status symbol.\n Bees make too much of it.\n Perhaps. Unless youre wearing it and the ladies see you wearing it.\n Those ladies?\n Arent they our cousins too?\n Distant. Distant.\n Look at these two.\n Couple of Hive Harrys.\n Lets have fun with them.\n It must be dangerous being a Pollen Jock.\n Yeah. Once a bear pinned me against a mushroom!\n He had a paw on my throat, and with the other, he was slapping me!\n Oh, my!\n I never thought Id knock him out.\n What were you doing during this?\n Trying to alert the authorities.\n I can autograph that.\n A little gusty out there today, wasnt it, comrades?\n Yeah. Gusty.\n Were hitting a sunflower patch six miles from here tomorrow.\n Six miles, huh?\n Barry!\n A puddle jump for us, but maybe youre not up for it.\n Maybe I am.\n You are not!\n Were going 0900 at J-Gate.\n What do you think, buzzy-boy?\n Are you bee enough?\n I might be. It all depends on what 0900 means.\n Hey, Honex!\n Dad, you surprised me.\n You decide what youre interested in?\n Well, theres a lot of choices.\n But you only get one.\n Do you ever get bored doing the same job every day?\n Son, let me tell you about stirring.\n You grab that stick, and you just move it around, and you stir it around.\n You get yourself into a rhythm.\n Its a beautiful thing.\n You know, Dad, the more I think about it,\n maybe the honey field just isnt right for me.\n You were thinking of what, making balloon animals?\n Thats a bad job for a guy with a stinger.\n Janet, your sons not sure he wants to go into honey!\n Barry, you are so funny sometimes.\n Im not trying to be funny.\n Youre not funny! Youre going into honey. Our son, the stirrer!\n Youre gonna be a stirrer?\n No ones listening to me!\n Wait till you see the sticks I have.\n I could say anything right now.\n Im gonna get an ant tattoo!\n Lets open some honey and celebrate!\n Maybe Ill pierce my thorax. Shave my antennae. Shack up with a grasshopper. Get a gold tooth and call everybody  dawg !\n Im so proud.\n Were starting work today!\n Todays the day.\n Come on! All the good jobs will be gone.\n Yeah, right.\n Pollen counting, stunt bee, pouring, stirrer, front desk, hair removal...\n Is it still available?\n Hang on. Two left!\n One of thems yours! Congratulations!\n Step to the side.\n Whatd you get?\n Picking crud out. Stellar!\n Wow!\n Couple of newbies?\n Yes, sir! Our first day! We are ready!\n Make your choice.\n You want to go first?\n No, you go.\n Oh, my. Whats available?\n Restroom attendants open, not for the reason you think.\n Any chance of getting the Krelman?\n Sure, youre on.\n Im sorry, the Krelman just closed out.\n Wax monkeys always open.\n The Krelman opened up again.\n What happened?\n A bee died. Makes an opening. See? Hes dead. Another dead one.\n Deady. Deadified. Two more dead.\n Dead from the neck up. Dead from the neck down. Thats life!\n Oh, this is so hard!\n Heating, cooling, stunt bee, pourer, stirrer, humming, inspector number seven, lint coordinator, stripe supervisor, mite wrangler.\n Barry, what do you think I should... Barry?\n Barry!\n All right, weve got the sunflower patch in quadrant nine...\n What happened to you?\n Where are you?\n Im going out.\n Out? Out where?\n Out there.\n Oh, no!\n I have to, before I go to work for the rest of my life.\n Youre gonna die! Youre crazy! Hello?\n Another call coming in.\n If anyones feeling brave, theres a Korean deli on 83rd that gets their roses today.\n Hey, guys.\n Look at that.\n Isnt that the kid we saw yesterday?\n Hold it, son, flight decks restricted.\n Its OK, Lou. Were gonna take him up.\n Really? Feeling lucky, are you?\n Sign here, here. Just initial that.\n Thank you.\n OK.\n You got a rain advisory today, and as you all know, bees cannot fly in rain.\n So be careful. As always, watch your brooms, hockey sticks, dogs, birds, bears and bats.\n Also, I got a couple of reports of root beer being poured on us.\n Murphys in a home because of it, babbling like a cicada!\n Thats awful.\n And a reminder for you rookies, bee law number one, absolutely no talking to humans!\n All right, launch positions!\n Buzz, buzz, buzz, buzz! Buzz, buzz, buzz, buzz! Buzz, buzz, buzz, buzz!\n Black and yellow!\n Hello!\n You ready for this, hot shot?\n Yeah. Yeah, bring it on.\n Wind, check.\n Antennae, check.\n Nectar pack, check.\n Wings, check.\n Stinger, check.\n Scared out of my shorts, check.\n OK, ladies,\n lets move it out!\n Pound those petunias, you striped stem-suckers!\n All of you, drain those flowers!\n Wow! Im out!\n I cant believe Im out!\n So blue.\n I feel so fast and free!\n Box kite!\n Wow!\n Flowers!\n This is Blue Leader, We have roses visual.\n Bring it around 30 degrees and hold.\n Roses!\n 30 degrees, roger. Bringing it around.\n Stand to the side, kid.\n Its got a bit of a kick.\n That is one nectar collector!\n Ever see pollination up close?\n No, sir.\n I pick up some pollen here, sprinkle it over here. Maybe a dash over there, a pinch on that one.\n See that? Its a little bit of magic.\n Thats amazing. Why do we do that?\n Thats pollen power. More pollen, more flowers, more nectar, more honey for us.\n Cool.\n Im picking up a lot of bright yellow, Could be daisies, Dont we need those?\n Copy that visual.\n Wait. One of these flowers seems to be on the move.\n Say again? Youre reporting a moving flower?\n Affirmative.\n That was on the line!\n This is the coolest. What is it?\n I dont know, but Im loving this color.\n It smells good.\n Not like a flower, but I like it.\n Yeah, fuzzy.\n Chemical-y.\n Careful, guys. Its a little grabby.\n My sweet lord of bees!\n Candy-brain, get off there!\n Problem!\n Guys!\n This could be bad.\n Affirmative.\n Very close.\n Gonna hurt.\n Mamas little boy.\n You are way out of position, rookie!\n Coming in at you like a missile!\n Help me!\n I dont think these are flowers.\n Should we tell him?\n I think he knows.\n What is this?!\n Match point!\n You can start packing up, honey, because youre about to eat it!\n Yowser!\n Gross.\n Theres a bee in the car!\n Do something!\n Im driving!\n Hi, bee.\n Hes back here!\n Hes going to sting me!\n Nobody move. If you dont move, he wont sting you. Freeze!\n He blinked!\n Spray him, Granny!\n What are you doing?!\n Wow... the tension level out here is unbelievable.\n I gotta get home.\n Cant fly in rain. Cant fly in rain. Cant fly in rain.\n Mayday! Mayday! Bee going down!\n Ken, could you close the window please?\n Ken, could you close the window please?\n Check out my new resume. I made it into a fold-out brochure. You see? Folds out.\n Oh, no. More humans. I dont need this.\n What was that?\n Maybe this time. This time. This time. This time! This time! This... Drapes!\n That is diabolical.\n Its fantastic. Its got all my special skills, even my top-ten favorite movies.\n Whats number one? Star Wars?\n Nah, I dont go for that... kind of stuff.\n No wonder we shouldnt talk to them. Theyre out of their minds.\n When I leave a job interview, theyre flabbergasted, cant believe what I say.\n Theres the sun. Maybe thats a way out.\n I dont remember the sun having a big 75 on it.\n I predicted global warming. I could feel it getting hotter. At first I thought it was just me.\n Wait! Stop! Bee!\n Stand back. These are winter boots.\n Wait!\n Dont kill him!\n You know Im allergic to them! This thing could kill me!\n Why does his life have less value than yours?\n Why does his life have any less value than mine? Is that your statement?\n Im just saying all life has value. You dont know what hes capable of feeling.\n My brochure!\n There you go, little guy.\n Im not scared of him.Its an allergic thing.\n Put that on your resume brochure.\n My whole face could puff up.\n Make it one of your special skills.\n Knocking someone out is also a special skill.\n Right. Bye, Vanessa. Thanks.\n Vanessa, next week? Yogurt night?\n Sure, Ken. You know, whatever.\n You could put carob chips on there.\n Bye.\n Supposed to be less calories.\n Bye.\n I gotta say something. She saved my life. I gotta say something.\n All right, here it goes.\n Nah.\n What would I say?\n I could really get in trouble. Its a bee law. Youre not supposed to talk to a human.\n I cant believe Im doing this. Ive got to.\n Oh, I cant do it. Come on!\n No. Yes. No. Do it. I cant.\n How should I start it?  You like jazz?  No, thats no good.\n Here she comes! Speak, you fool!\n Hi!\n Im sorry. Youre talking.\n Yes, I know.\n Youre talking!\n Im so sorry.\n No, its OK. Its fine.\n I know Im dreaming. But I dont recall going to bed.\n Well, Im sure this is very disconcerting.\n This is a bit of a surprise to me. I mean, youre a bee!\n I am. And Im not supposed to be doing this, but they were all trying to kill me.\n And if it wasnt for you... I had to thank you. Its just how I was raised.\n That was a little weird. Im talking with a bee.\n Yeah.\n Im talking to a bee. And the bee is talking to me!\n I just want to say Im grateful.\n Ill leave now.\n Wait! How did you learn to do that?\n What?\n The talking thing.\n Same way you did, I guess.  Mama, Dada, honey.  You pick it up.\n Thats very funny.\n Yeah.\n Bees are funny. If we didnt laugh, wed cry with what we have to deal with.\n Anyway... Can I... get you something?\n Like what?\n I dont know. I mean... I dont know. Coffee?\n I dont want to put you out.\n Its no trouble. It takes two minutes.\n Its just coffee.\n I hate to impose.\n Dont be ridiculous!\n Actually, I would love a cup.\n Hey, you want rum cake?\n I shouldnt.\n Have some.\n No, I cant.\n Come on!\n Im trying to lose a couple micrograms.\n Where?\n These stripes dont help.\n You look great!\n I dont know if you know anything about fashion.\n Are you all right?\n No.\n Hes making the tie in the cab as theyre flying up Madison.\n He finally gets there.\n He runs up the steps into the church.\n The wedding is on.\n And he says,  Watermelon?\n I thought you said Guatemalan.\n Why would I marry a watermelon? \n Is that a bee joke?\n Thats the kind of stuff we do.\n Yeah, different.\n So, what are you gonna do, Barry?\n About work? I dont know.\n I want to do my part for The Hive, but I cant do it the way they want.\n I know how you feel.\n You do?\n Sure.\n My parents wanted me to be a lawyer or a doctor, but I wanted to be a florist.\n Really?\n My only interest is flowers.\n Our new queen was just elected with that same campaign slogan.\n Anyway, if you look... Theres my hive right there. See it?\n Youre in Sheep Meadow!\n Yes! Im right off the Turtle Pond!\n No way! I know that area. I lost a toe ring there once.\n Why do girls put rings on their toes?\n Why not?\n Its like putting a hat on your knee.\n Maybe Ill try that.\n You all right, maam?\n Oh, yeah. Fine.\n Just having two cups of coffee!\n Anyway, this has been great.\n Thanks for the coffee.\n Yeah, its no trouble.\n Sorry I couldnt finish it. If I did, Id be up the rest of my life.\n Are you...?\n Can I take a piece of this with me?\n Sure! Here, have a crumb.\n Thanks!\n Yeah.\n All right. Well, then... I guess Ill see you around. Or not.\n OK, Barry.\n And thank you so much again... for before.\n Oh, that? That was nothing.\n Well, not nothing, but... Anyway...\n This cant possibly work.\n Hes all set to go.\n We may as well try it.\n OK, Dave, pull the chute.\n Sounds amazing.\n It was amazing!\n It was the scariest, happiest moment of my life.\n Humans! I cant believe you were with humans!\n Giant, scary humans!\n What were they like?\n Huge and crazy. They talk crazy.\n They eat crazy giant things.\n They drive crazy.\n Do they try and kill you, like on TV?\n Some of them. But some of them dont.\n Howd you get back?\n Poodle.\n You did it, and Im glad. You saw whatever you wanted to see.\n You had your  experience.  Now you can pick out yourjob and be normal.\n Well...\n Well?\n Well, I met someone.\n You did? Was she Bee-ish?\n A wasp?! Your parents will kill you!\n No, no, no, not a wasp.\n Spider?\n Im not attracted to spiders.\n I know its the hottest thing, with the eight legs and all. I cant get by that face.\n So who is she?\n Shes... human.\n No, no. Thats a bee law. You wouldnt break a bee law.\n Her names Vanessa.\n Oh, boy.\n Shes so nice. And shes a florist!\n Oh, no! Youre dating a human florist!\n Were not dating.\n Youre flying outside The Hive, talking to humans that attack our homes with power washers and M-80s! One-eighth a stick of dynamite!\n She saved my life! And she understands me.\n This is over!\n Eat this.\n This is not over! What was that?\n They call it a crumb.\n It was so stingin stripey!\n And thats not what they eat.\n Thats what falls off what they eat!\n You know what a Cinnabon is?\n No.\n Its bread and cinnamon and frosting. They heat it up...\n Sit down!\n ...really hot!\n Listen to me!\n We are not them! Were us.\n Theres us and theres them!\n Yes, but who can deny the heart that is yearning?\n Theres no yearning. Stop yearning. Listen to me!\n You have got to start thinking bee, my friend. Thinking bee!\n Thinking bee.\n Thinking bee.\n Thinking bee! Thinking bee! Thinking bee! Thinking bee!\n There he is. Hes in the pool.\n You know what your problem is, Barry?\n I gotta start thinking bee?\n How much longer will this go on?\n Its been three days! Why arent you working?\n Ive got a lot of big life decisions to think about.\n What life? You have no life!\n You have no job. Youre barely a bee!\n Would it kill you to make a little honey?\n Barry, come out. Your fathers talking to you.\n Martin, would you talk to him?\n Barry, Im talking to you!\n You coming?\n Got everything?\n All set!\n Go ahead. Ill catch up.\n Dont be too long.\n Watch this!\n Vanessa!\n Were still here.\n I told you not to yell at him.\n He doesnt respond to yelling!\n Then why yell at me?\n Because you dont listen!\n Im not listening to this.\n Sorry, Ive gotta go.\n Where are you going?\n Im meeting a friend.\n A girl? Is this why you cant decide?\n Bye.\n I just hope shes Bee-ish.\n They have a huge parade of flowers every year in Pasadena?\n To be in the Tournament of Roses, thats every florists dream!\n Up on a float, surrounded by flowers, crowds cheering.\n A tournament. Do the roses compete in athletic events?\n No. All right, Ive got one.\n How come you dont fly everywhere?\n Its exhausting. Why dont you run everywhere? Its faster.\n Yeah, OK, I see, I see.\n All right, your turn.\n TiVo. You can just freeze live TV? Thats insane!\n You dont have that?\n We have Hivo, but its a disease. Its a horrible, horrible disease.\n Oh, my.\n Dumb bees!\n You must want to sting all those jerks.\n We try not to sting. Its usually fatal for us.\n So you have to watch your temper.\n Very carefully.\n You kick a wall, take a walk, write an angry letter and throw it out. Work through it like any emotion: Anger, jealousy, lust.\n Oh, my goodness! Are you OK?\n Yeah.\n What is wrong with you?!\n Its a bug.\n Hes not bothering anybody.\n Get out of here, you creep!\n What was that? A Pic N Save circular?\n Yeah, it was. How did you know?\n It felt like about 10 pages. Seventy-five is pretty much our limit.\n Youve really got that down to a science.\n I lost a cousin to Italian Vogue.\n Ill bet.\n What in the name of Mighty Hercules is this?\n How did this get here? cute Bee, Golden Blossom, Ray Liotta Private Select?\n Is he that actor?\n I never heard of him.\n Why is this here?\n For people. We eat it.\n You dont have enough food of your own?\n Well, yes.\n How do you get it?\n Bees make it.\n I know who makes it! And its hard to make it!\n Theres heating, cooling, stirring. You need a whole Krelman thing!\n Its organic.\n Its our-ganic!\n Its just honey, Barry.\n Just what?!\n Bees dont know about this! This is stealing! A lot of stealing!\n Youve taken our homes, schools,hospitals! This is all we have!\n And its on sale?! Im getting to the bottom of this.\n Im getting to the bottom of all of this!\n Hey, Hector. You almost done?\n Almost.\n He is here. I sense it.\n Well, I guess Ill go home now and just leave this nice honey out, with no one around.\n Youre busted, box boy!\n I knew I heard something.\n So you can talk!\n I can talk. And now youll start talking!\n Where you getting the sweet stuff? Whos your supplier?\n I dont understand.\n I thought we were friends.\n The last thing we want to do is upset bees!\n Youre too late! Its ours now!\n You, sir, have crossed the wrong sword!\n You, sir, will be lunch for my iguana, Ignacio!\n Where is the honey coming from? Tell me where!\n Honey Farms! It comes from Honey Farms!\n Crazy person!\n What horrible thing has happened here?\n These faces, they never knew what hit them. And now\n theyre on the road to nowhere!\n Just keep still.\n What? Youre not dead?\n Do I look dead? They will wipe anything that moves. Where you headed?\n To Honey Farms. I am onto something huge here.\n Im going to Alaska. Moose blood, crazy stuff. Blows your head off!\n Im going to Tacoma.\n And you?\n He really is dead.\n All right.\n Uh-oh!\n What is that?!\n Oh, no!\n A wiper! Triple blade!\n Triple blade?\n Jump on! Its your only chance, bee!\n Why does everything have\n to be so doggone clean?!\n How much do you people need to see?!\n Open your eyes!\n Stick your head out the window!\n From NPR News in Washington,\n Im Carl Kasell.\n But dont kill no more bugs!\n Bee!\n Moose blood guy!!\n You hear something?\n Like what?\n Like tiny screaming.\n Turn off the radio.\n Whassup, bee boy?\n Hey, Blood.\n Just a row of honey jars, as far as the eye could see.\n Wow!\n I assume wherever this truck goes is where theyre getting it. I mean, that honeys ours.\n Bees hang tight. Were all jammed in.\n Its a close community.\n Not us, man. We on our own. Every mosquito on his own.\n What if you get in trouble?\n You a mosquito, you in trouble. Nobody likes us. They just smack. See a mosquito, smack, smack!\n At least youre out in the world. You must meet girls.\n Mosquito girls try to trade up, get with a moth, dragonfly. Mosquito girl dont want no mosquito.\n You got to be kidding me!\n Moosebloods about to leave the building! So long, bee!\n Hey, guys!\n Mooseblood!\n I knew Id catch yall down here.\n Did you bring your crazy straw?\n We throw it in jars, slap a label on it, and its pretty much pure profit.\n What is this place?\n A bees got a brain the size of a pinhead.\n They are pinheads!\n Pinhead.\n Check out the new smoker.\n Oh, sweet. Thats the one you want. The Thomas 3000!\n Smoker?\n Ninety puffs a minute, semi-automatic. Twice the nicotine, all the tar. A couple breaths of this knocks them right out.\n They make the honey, and we make the money.\n  They make the honey, and we make the money ?\n Oh, my!\n Whats going on? Are you OK?\n Yeah. It doesnt last too long.\n Do you know youre in a fake hive with fake walls?\n Our queen was moved here. We had no choice.\n This is your queen? Thats a man in womens clothes! Thats a drag queen!\n What is this?\n Oh, no!\n Theres hundreds of them!\n Bee honey.\n Our honey is being brazenly stolen on a massive scale!\n This is worse than anything bears have done! I intend to do something.\n Oh, Barry, stop.\n Who told you humans are taking our honey? Thats a rumor.\n Do these look like rumors?\n Thats a conspiracy theory. These are obviously doctored photos. How did you get mixed up in this?\n Hes been talking to humans.\n What? Talking to humans?!\n He has a human girlfriend. And they make out!\n Make out? Barry!\n We do not.\n You wish you could.\n Whose side are you on?\n The bees!\n I dated a cricket once in San Antonio. Those crazy legs kept me up all night.\n Barry, this is what you want to do with your life?\n I want to do it for all our lives. Nobody works harder than bees!\n Dad, I remember you coming home so overworked\n your hands were still stirring. You couldnt stop.\n I remember that.\n What right do they have to our honey?\n We live on two cups a year. They put it in lip balm for no reason whatsoever!\n Even if its true, what can one bee do?\n Sting them where it really hurts.\n In the face! The eye!\n That would hurt.\n No.\n Up the nose? Thats a killer.\n Theres only one place you can sting the humans, one place where it matters.\n Hive at Five, The Hives only full-hour action news source.\n No more bee beards!\n With Bob Bumble at the anchor desk. Weather with Storm Stinger. Sports with Buzz Larvi. And Jeanette Chung.\n Good evening. Im Bob Bumble.\n And Im Jeanette Ohung.\n A tri-county bee, Barry Benson, intends to sue the human race for stealing our honey, packaging it and profiting from it illegally!\n Tomorrow night on Bee Larry King, well have three former queens here in our studio, discussing their new book, classy Ladies, out this week on Hexagon.\n Tonight were talking to Barry Benson.\n Did you ever think,  Im a kid from The Hive. I cant do this ?\n Bees have never been afraid to change the world.\n What about Bee Oolumbus? Bee Gandhi? Bejesus?\n Where Im from, wed never sue humans.\n We were thinking of stickball or candy stores.\n How old are you?\n The bee community is supporting you in this case, which will be the trial of the bee century.\n You know, they have a Larry King in the human world too.\n Its a common name. Next week...\n He looks like you and has a show and suspenders and colored dots...\n Next week...\n Glasses, quotes on the bottom from the guest even though you just heard em.\n Bear Week next week! Theyre scary, hairy and here live.\n Always leans forward, pointy shoulders, squinty eyes, very Jewish.\n In tennis, you attack at the point of weakness!\n It was my grandmother, Ken. Shes 81.\n Honey, her backhands a joke!\n Im not gonna take advantage of that?\n Quiet, please.\n Actual work going on here.\n Is that that same bee?\n Yes, it is!\n Im helping him sue the human race.\n Hello.\n Hello, bee.\n This is Ken.\n Yeah, I remember you. Timberland, size ten and a half. Vibram sole, I believe.\n Why does he talk again?\n Listen, you better go cause were really busy working.\n But its our yogurt night!\n Bye-bye.\n Why is yogurt night so difficult?!\n You poor thing. You two have been at this for hours!\n Yes, and Adam here has been a huge help.\n Frosting...\n How many sugars?\n Just one. I try not to use the competition.\n So why are you helping me?\n Bees have good qualities. And it takes my mind off the shop. Instead of flowers, people are giving balloon bouquets now.\n Those are great, if youre three.\n And artificial flowers.\n Oh, those just get me psychotic!\n Yeah, me too.\n Bent stingers, pointless pollination.\n Bees must hate those fake things!\n Nothing worse than a daffodil thats had work done.\n Maybe this could make up for it a little bit.\n This lawsuits a pretty big deal.\n I guess.\n You sure you want to go through with it?\n Am I sure? When Im done with the humans, they wont be able to say,  Honey, Im home,  without paying a royalty!\n Its an incredible scene here in downtown Manhattan, where the world anxiously waits, because for the first time in history, we will hear for ourselves if a honeybee can actually speak.\n What have we gotten into here, Barry?\n Its pretty big, isnt it?\n I cant believe how many humans dont work during the day.\n You think billion-dollar multinational food companies have good lawyers?\n Everybody needs to stay behind the barricade.\n Whats the matter?\n I dont know, I just got a chill.\n Well, if it isnt the bee team.\n You boys work on this?\n All rise! The Honorable Judge Bumbleton presiding.\n All right. Case number 4475,\n Superior Court of New York,\n Barry Bee Benson v. the Honey Industry is now in session.\n Mr. Montgomery, youre representing the five food companies collectively?\n A privilege.\n Mr. Benson... youre representing all the bees of the world?\n Im kidding. Yes, Your Honor, were ready to proceed.\n Mr. Montgomery, your opening statement, please.\n Ladies and gentlemen of the jury, my grandmother was a simple woman. Born on a farm, she believed it was mans divine right to benefit from the bounty of nature God put before us.\n If we lived in the topsy-turvy world Mr. Benson imagines, just think of what would it mean.\n I would have to negotiate with the silkworm for the elastic in my britches!\n Talking bee!\n How do we know this isnt some sort of holographic motion-picture-capture Hollywood wizardry?\n They could be using laser beams! Robotics! Ventriloquism! Cloning! For all we know, he could be on steroids!\n Mr. Benson?\n Ladies and gentlemen, theres no trickery here. Im just an ordinary bee. Honeys pretty important to me. Its important to all bees. We invented it! We make it. And we protect it with our lives.\n Unfortunately, there are some people in this room who think they can take it from us cause were the little guys!\n Im hoping that, after this is all over, youll see how, by taking our honey, you not only take everything we have but everything we are!\n I wish hed dress like that all the time. So nice!\n Call your first witness.\n So, Mr. Klauss Vanderhayden of Honey Farms, big company you have.\n I suppose so.\n I see you also own Honeyburton and Honron!\n Yes, they provide beekeepers for our farms.\n Beekeeper. I find that to be a very disturbing term.\n I dont imagine you employ any bee-free-ers, do you?\n No.\n I couldnt hear you.\n No.\n No. Because you dont free bees. You keep bees. Not only that, it seems you thought a bear would be an appropriate image for a jar of honey.\n Theyre very lovable creatures. Yogi Bear, Fozzie Bear, Build-A-Bear.\n You mean like this?\n Bears kill bees!\n Howd you like his head crashing through your living room?! Biting into your couch! Spitting out your throw pillows! OK, thats enough. Take him away.\n So, Mr. Sting, thank you for being here. Your name intrigues me. Where have I heard it before?\n I was with a band called The Police.\n But youve never been a police officer, have you?\n No, I havent.\n No, you havent. And so here we have yet another example of bee culture casually stolen by a human for nothing more than a prance-about stage name.\n Oh, please.\n Have you ever been stung, Mr. Sting? Because Im feeling a little stung, Sting. Or should I say... Mr. Gordon M. Sumner!\n Thats not his real name?! You idiots!\n Mr. Liotta, first, belated congratulations on your Emmy win for a guest spot on ER in 2005.\n Thank you. Thank you.\n I see from your resume that youre devilishly handsome with a churning inner turmoil thats ready to blow.\n I enjoy what I do. Is that a crime?\n Not yet it isnt. But is this what its come to for you? Exploiting tiny, helpless bees so you dont have to rehearse your part and learn your lines, sir?\n Watch it, Benson! I could blow right now!\n This isnt a goodfella.\n This is a badfella!\n Why doesnt someone just step on this creep, and we can all go home?!\n Order in this court!\n Youre all thinking it!\n Order! Order, I say!\n Say it!\n Mr. Liotta, please sit down!\n I think it was awfully nice of that bear to pitch in like that. I think the jurys on our side.\n Are we doing everything right, legally?\n Im a florist.\n Right. Well, heres to a great team.\n To a great team!\n Well, hello.\n Ken!\n Hello.\n I didnt think you were coming.\n No, I was just late I tried to call, but... the battery.\n I didnt want all this to go to waste,\n so I called Barry. Luckily, he was free.\n Oh, that was lucky.\n Theres a little left. I could heat it up.\n Yeah, heat it up, sure, whatever.\n So I hear youre quite a tennis player. Im not much for the game myself. The balls a little grabby.\n Thats where I usually sit. Right... there.\n Ken, Barry was looking at your resume, and he agreed with me that eating with chopsticks isnt really a special skill.\n You think I dont see what youre doing?\n I know how hard it is to find the right job. We have that in common.\n Do we?\n Bees have 100 percent employment, but we do jobs like taking the crud out.\n Thats just what I was thinking about doing.\n Ken, I let Barry borrow your razor for his fuzz. I hope that was all right.\n Im going to drain the old stinger.\n Yeah, you do that.\n Look at that.\n You know, Ive just about had it with your little Mind Games.\n Whats that?\n Italian Vogue.\n Mamma mia, thats a lot of pages.\n A lot of ads.\n Remember what Van said, why is your life more valuable than mine?\n Funny, I just cant seem to recall that! I think something stinks in here!\n I love the smell of flowers.\n How do you like the smell of flames?!\n Not as much.\n Water bug! Not taking sides!\n Ken, Im wearing a Chapstick hat!\n This is pathetic!\n Ive got issues!\n Well, well, well, a royal flush!\n Youre bluffing.\n Am I?\n Surfs up, dude!\n Poo water!\n That bowl is gnarly. Except for those dirty yellow rings!\n Kenneth! What are you doing?!\n You know, I dont even like honey! I dont eat it!\n We need to talk! Hes just a little bee!\n And he happens to be the nicest bee Ive met in a long time!\n Long time? What are you talking about?! Are there other bugs in your life?\n No, but there are other things bugging me in life. And youre one of them!\n Fine! Talking bees, no yogurt night...\n My nerves are fried from riding on this emotional roller coaster!\n Goodbye, Ken.\n And for your information, I prefer sugar-free, artificial sweeteners made by man!\n Im sorry about all that.\n I know its got an aftertaste! I like it!\n I always felt there was some kind of barrier between Ken and me. I couldnt overcome it.\n Oh, well.\n Are you OK for the trial?\n I believe Mr. Montgomery is about out of ideas.\n We would like to call Mr. Barry Benson Bee to the stand.\n Good idea! You can really see why hes considered one of the best lawyers...\n Yeah.\n Layton, youve gotta weave some magic with this jury, or its gonna be all over.\n Dont worry. The only thing I have to do to turn this jury around is to remind them of what they dont like about bees.\n You got the tweezers?\n Are you allergic?\n Only to losing, son. Only to losing.\n Mr. Benson Bee, Ill ask you what I think wed all like to know.\n What exactly is your relationship to that woman?\n Were friends.\n Good friends?\n Yes.\n How good? Do you live together?\n Wait a minute... Are you her little... bedbug?\n Ive seen a bee documentary or two. From what I understand, doesnt your queen give birth to all the bee children?\n Yeah, but...\n So those arent your real parents!\n Oh, Barry...\n Yes, they are!\n Hold me back!\n Youre an illegitimate bee, arent you, Benson?\n Hes denouncing bees!\n Dont yall date your cousins?\n Objection!\n Im going to pincushion this guy!\n Adam, dont! Its what he wants!\n Oh, Im hit!! Oh, lordy, I am hit!\n Order! Order!\n The venom! The venom is coursing through my veins! I have been felled by a winged beast of destruction! You see? You cant treat them like equals! Theyre striped savages! Stingings the only thing they know! Its their way!\n Adam, stay with me.\n I cant feel my legs.\n What Angel of Mercy will come forward to suck the poison from my heaving buttocks?\n I will have order in this court. Order! Order, please!\n The case of the honeybees versus the human race took a pointed Turn Against the bees yesterday when one of their legal team stung Layton T. Montgomery.\n Hey, buddy.\n Hey.\n Is there much pain?\n Yeah.\n I... I blew the whole case, didnt I?\n It doesnt matter. What matters is\n youre alive. You could have died.\n Id be better off dead. Look at me.\n They got it from the cafeteria downstairs, in a tuna sandwich. Look, theres a little celery still on it.\n What was it like to sting someone?\n I cant explain it. It was all... All adrenaline and then...and then ecstasy!\n All right.\n You think it was all a trap?\n Of course. Im sorry. I flew us right into this.\n What were we thinking? Look at us. Were just a couple of bugs in this world.\n What will the humans do to us if they win?\n I dont know.\n I hear they put the roaches in motels. That doesnt sound so bad.\n Adam, they check in, but they dont check out!\n Oh, my.\n Could you get a nurse to close that window?\n Why?\n The smoke.\n Bees dont smoke.\n Right. Bees dont smoke.\n Bees dont smoke!\n But some bees are smoking.\n Thats it! Thats our case!\n It is? Its not over?\n Get dressed. Ive gotta go somewhere.\n Get back to the court and stall. Stall any way you can.\n And assuming youve done step correctly, youre ready for the tub.\n Mr. Flayman.\n Yes? Yes, Your Honor!\n Where is the rest of your team?\n Well, Your Honor, its interesting. Bees are trained to fly haphazardly, and as a result, we dont make very good time.\n I actually heard a funny story about...\n Your Honor, havent these ridiculous bugs taken up enough of this courts valuable time? How much longer will we allow these absurd shenanigans to go on?\n They have presented no compelling evidence to support their charges against my clients, who run legitimate businesses.\n I move for a complete dismissal of this entire case!\n Mr. Flayman, Im afraid Im going to have to consider Mr. Montgomerys motion.\n But you cant! We have a terrific case.\n Where is your proof?\n Where is the evidence?\n Show me the smoking gun!\n Hold it, Your Honor!\n You want a smoking gun? Here is your smoking gun.\n What is that?\n Its a bee smoker!\n What, this? This harmless little contraption? This couldnt hurt a fly, let alone a bee.\n Look at what has happened to bees who have never been asked,  Smoking or non?  Is this what nature intended for us? To be forcibly addicted to smoke machines and man-made wooden slat work camps?\n Living out our lives as honey slaves to the white man?\n What are we gonna do?\n Hes playing the species card.\n Ladies and gentlemen, please, free these bees!\n Free the bees! Free the bees! Free the bees! Free the bees! Free the bees!\n The court finds in favor of the bees!\n Vanessa, we won!\n I knew you could do it! High-five!\n Sorry.\n Im OK! You know what this means?\n All the honey will finally belong to the bees.\n Now we wont have to work so hard all the time.\n This is an unholy perversion of the balance of nature, Benson.\n Youll regret this.\n Barry, how much honey is out there?\n All right. One at a time.\n Barry, who are you wearing?\n My sweater is Ralph Lauren, and I have no pants.\n What if Montgomerys right?\n What do you mean?\n Weve been living the bee way a long time, 27 million years.\n Congratulations on your victory. What will you demand as a settlement?\n First, well demand a complete shutdown of all bee work camps.\n Then we want back the honey that was ours to begin with, every last drop.\n We demand an end to the glorification of the bear as anything more than a filthy, smelly, bad-breath stink machine.\n Were all aware of what they do in the woods.\n Wait for my signal. Take him out.\n Hell have nauseous for a few hours, then hell be fine.\n And we will no longer tolerate bee-negative nicknames...\n But its just a prance-about stage name!\n ...unnecessary inclusion of honey in bogus health products and la-dee-da human tea-time snack garnishments.\n Cant breathe.\n Bring it in, boys!\n Hold it right there! Good.\n Tap it.\n Mr. Buzzwell, we just passed three cups and theres gallons more coming!\n I think we need to shut down!\n Shut down? Weve never shut down.\n Shut down honey production!\n Stop making honey!\n Turn your key, sir!\n What do we do now?\n Cannonball!\n Were shutting honey production!\n Mission abort.\n Aborting pollination and nectar detail.\n Returning to base.\n Adam, you wouldnt believe how much honey was out there.\n Oh, yeah?\n Whats going on? Where is everybody?\n Are they out celebrating?\n Theyre home.\n They dont know what to do. Laying out, sleeping in.\n I heard your Uncle Carl was on his way to San Antonio with a cricket.\n At least we got our honey back.\n Sometimes I think, so what if humans liked our honey? Who wouldnt?\n Its the greatest thing in the world! I was excited to be part of making it.\n This was my new desk. This was my new job. I wanted to do it really well. And now...\n Now I cant.\n I dont understand why theyre not happy.\n I thought their lives would be better!\n Theyre doing nothing. Its amazing.\n Honey really changes people.\n You dont have any idea whats going on, do you?\n What did you want to show me?\n This.\n What happened here?\n That is not the half of it.\n Oh, no. Oh, my.\n Theyre all wilting.\n Doesnt look very good, does it?\n No.\n And whose fault do you think that is?\n You know, Im gonna guess bees.\n Bees?\n Specifically, me.\n I didnt think bees not needing to make honey would affect all these things.\n Its not just flowers. Fruits, vegetables, they all need bees.\n Thats our whole SAT test right there.\n Take away produce, that affects the entire animal kingdom.\n And then, of course...\n The human species?\n So if theres no more pollination, it could all just go south here, couldnt it?\n I know this is also partly my fault.\n How about a suicide pact?\n How do we do it?\n Ill sting you, you step on me.\n That just kills you twice.\n Right, right.\n Listen, Barry... sorry, but I gotta get going.\n I had to open my mouth and talk.\n Vanessa?\n Vanessa? Why are you leaving?\n Where are you going?\n To the final Tournament of Roses parade in Pasadena.\n Theyve moved it to this weekend because all the flowers are dying.\n Its the Last Chance Ill ever have to see it.\n Vanessa, I just wanna say Im sorry.\n I never meant it to turn out like this.\n I know. Me neither.\n Tournament of Roses.\n Roses cant do sports.\n Wait a minute. Roses. Roses?\n Roses!\n Vanessa!\n Roses?!\n Barry?\n Roses are flowers!\n Yes, they are.\n Flowers, bees, pollen!\n I know.\n Thats why this is the last parade.\n Maybe not.\n Could you ask him to slow down?\n Could you slow down?\n Barry!\n OK, I made a huge mistake.\n This is a total disaster, all my fault.\n Yes, it kind of is.\n Ive ruined the planet. I wanted to help you with the flower shop. Ive made it worse.\n Actually, its completely closed down.\n I thought maybe you were remodeling.\n But I have another idea, and its greater than my previous ideas combined.\n I dont want to hear it!\n All right, they have the roses, the roses have the pollen.\n I know every bee, plant and flower bud in this park.\n All we gotta do is get what theyve got back here with what weve got.\n Bees.\n Park.\n Pollen!\n Flowers.\n Repollination!\n Across the nation!\n Tournament of Roses, Pasadena, California.\n Theyve got nothing but flowers, floats and cotton candy.\n Security will be tight.\n I have an idea.\n Vanessa Bloome, FTD.\n Official floral business. Its real.\n Sorry, maam. Nice brooch.\n Thank you. It was a gift.\n Once inside, we just pick the right float.\n How about The Princess and the Pea?\n I could be the princess, and you could be the pea!\n Yes, I got it.\n Where should I sit?\n What are you?\n I believe Im the pea.\n The pea?\n It goes under the mattresses.\n Not in this fairy tale, sweetheart.\n Im getting the marshal.\n You do that! This whole parade is a fiasco!\n Lets see what this babyll do.\n Hey, what are you doing?!\n Then all we do is blend in with traffic... without arousing suspicion.\n Once at the airport, theres no stopping us.\n Stop! Security.\n You and your insect pack your float?\n Yes.\n Has it been in your possession the entire time?\n Would you remove your shoes?\n Remove your stinger.\n Its part of me.\n I know. Just having some fun.\n Enjoy your flight.\n Then if were lucky, well have just enough pollen to do the job.\n Can you believe how lucky we are? We have just enough pollen to do the job!\n I think this is gonna work.\n Its got to work.\n Attention, passengers, this is Captain Scott. We have a bit of bad weather in New York. It looks like well experience a couple hours delay.\n Barry, these are cut flowers with no water. Theyll never make it.\n I gotta get up there and talk to them.\n Be careful.\n Can I get help with the Sky Mall magazine? Id like to order the talking inflatable nose and ear hair trimmer.\n Captain, Im in a real situation.\n Whatd you say, Hal?\n Nothing.\n Bee!\n Dont freak out! My entire species...\n What are you doing?\n Wait a minute! Im an attorney!\n Whos an attorney?\n Dont move.\n Oh, Barry.\n Good afternoon, passengers. This is your captain. Would a Miss Vanessa Bloome in 24B please report to the cockpit? And please hurry!\n What happened here?\n There was a DustBuster, a toupee, a life raft exploded.\n Ones bald, ones in a boat, theyre both unconscious!\n Is that another bee joke?\n No!\n No ones flying the plane!\n This is JFK control tower, Flight 356. Whats your status?\n This is Vanessa Bloome. Im a florist from New York.\n Wheres the pilot?\n Hes unconscious, and so is the copilot.\n Not good. Does anyone onboard have flight experience?\n As a matter of fact, there is.\n Whos that?\n Barry Benson.\n From the honey trial?! Oh, great.\n Vanessa, this is nothing more than a big metal bee.\n Its got giant wings, huge engines.\n I cant fly a plane.\n Why not? Isnt John Travolta a pilot?\n Yes.\n How hard could it be?\n Wait, Barry!\n Were headed into some lightning.\n This is Bob Bumble. We have some late-breaking news from JFK Airport, where a suspenseful scene is developing.\n Barry Benson, fresh from his legal victory...\n Thats Barry!\n ...is attempting to land a plane, loaded with people, flowers and an incapacitated flight crew.\n Flowers?!\n We have a storm in the area and two individuals at the controls with absolutely no flight experience.\n Just a minute. Theres a bee on that plane.\n Im quite familiar with Mr. Benson and his no-account compadres.\n Theyve done enough damage.\n But isnt he your only hope?\n Technically, a bee shouldnt be able to fly at all.\n Their wings are too small... Havent we heard this a million times?\n  The surface area of the wings and body mass make no sense. \n Get this on the air!\n Got it.\n Stand by.\n Were going live.\n The way we work may be a mystery to you. Making honey takes a lot of bees doing a lot of small jobs.\n But let me tell you about a small job. If you do it well, it makes a big difference.\n More than we realized. To us, to everyone.\n Thats why I want to get bees back to working together. Thats the bee way! Were not made of Jell-O.\n We get behind a fellow.\n Black and yellow!\n Hello!\n Left, right, down, hover.\n Hover?\n Forget hover.\n This isnt so hard.\n Beep-beep! Beep-beep!\n Barry, what happened?!\n Wait, I think we were on autopilot the whole time.\n That may have been helping me.\n And now were not!\n So it turns out I cannot fly a plane.\n All of you, lets get behind this fellow! Move it out!\n Move out!\n Our only chance is if I do what Id do, you copy me with the wings of the plane!\n Dont have to yell.\n Im not yelling! Were in a lot of trouble.\n Its very hard to concentrate with that panicky tone in your voice!\n Its not a tone. Im panicking!\n I cant do this!\n Vanessa, pull yourself together. You have to snap out of it!\n You snap out of it.\n You snap out of it.\n You snap out of it!\n You snap out of it!\n You snap out of it!\n You snap out of it!\n You snap out of it!\n You snap out of it!\n Hold it!\n Why? Come on, its my turn.\n How is the plane flying?\n I dont know.\n Hello?\n Benson, got any flowers for a happy occasion in there?\n The Pollen Jocks!\n They do get behind a fellow.\n Black and yellow.\n Hello.\n All right, lets drop this tin can on the blacktop.\n Where? I cant see anything. Can you?\n No, nothing. Its all cloudy.\n Come on. You got to think bee, Barry.\n Thinking bee.\n Thinking bee.\n Thinking bee!\n Thinking bee! Thinking bee!\n Wait a minute. I think Im feeling something.\n What?\n I dont know. Its strong, pulling me.\n Like a 27-million-year-old instinct.\n Bring the nose down.\n Thinking bee!\n Thinking bee! Thinking bee!\n What in the world is on the tarmac?\n Get some lights on that!\n Thinking bee!\n Thinking bee! Thinking bee!\n Vanessa, aim for the flower.\n OK.\n Cut the engines. Were going in on bee power. Ready, boys?\n Affirmative!\n Good. Good. Easy, now. Thats it.\n Land on that flower!\n Ready? Full reverse!\n Spin it around!\n Not that flower! The other one!\n Which one?\n That flower.\n Im aiming at the flower!\n Thats a fat guy in a flowered shirt.\n I mean the giant pulsating flower made of millions of bees!\n Pull forward. Nose down. Tail up.\n Rotate around it.\n This is insane, Barry!\n Thiss the only way I know how to fly.\n Am I koo-koo-kachoo, or is this plane flying in an insect-like pattern?\n Get your nose in there. Dont be afraid. Smell it. Full reverse!\n Just drop it. Be a part of it.\n Aim for the center!\n Now drop it in! Drop it in, woman!\n Come on, already.\n Barry, we did it! You taught me how to fly!\n Yes. No high-five!\n Right.\n Barry, it worked!\n Did you see the giant flower?\n What giant flower? Where? Of course\n I saw the flower! That was genius!\n Thank you.\n But were not done yet.\n Listen, everyone!\n This runway is covered with the last pollen from the last flowers available anywhere on Earth.\n That means this is our Last Chance. Were the only ones who make honey, pollinate flowers and dress like this.\n If were gonna survive as a species, this is our moment! What do you say?\n Are we going to be bees, or just Museum of Natural History keychains?\n Were bees!\n Keychain!\n Then follow me! Except Keychain.\n Hold on, Barry. Here. Youve earned this.\n Yeah!\n Im a Pollen Jock! And its a perfect fit. All I gotta do are the sleeves.\n Oh, yeah.\n Thats our Barry.\n Mom! The bees are back!\n If anybody needs to make a call, nows the time. I got a feeling well be working late tonight!\n Heres your change. Have a great afternoon! Can I help whos next?\n Would you like some honey with that?\n It is bee-approved. Dont forget these.\n Milk, cream, cheese, its all me. And I dont see a nickel!\n Sometimes I just feel like a piece of meat!\n I had no idea.\n Barry, Im sorry.\n Have you got a moment?\n Would you excuse me?\n My mosquito associate will help you.\n Sorry Im late.\n Hes a lawyer too?\n I was already a blood-sucking parasite. All I needed was a briefcase.\n Have a great afternoon!\n Barry, I just got this huge tulip order, and I cant get them anywhere.\n No problem, Vannie. Just leave it to me.\n Youre a lifesaver, Barry. Can I help whos next?\n All right, scramble, jocks! Its time to fly.\n Thank you, Barry!\n That bee is living my life!\n Let it go, Kenny.\n When will this nightmare end?!\n Let it all go.\n Beautiful day to fly.\n Sure is.\n Between you and me,\n I was dying to get out of that office.\n You have got to start thinking bee, my friend.\n Thinking bee!\n Me?\n Hold it. Lets just stop for a second. Hold it.\n Im sorry. Im sorry, everyone. Can we stop here?\n Im not making a major life decision during a production number!\n All right. Take ten, everybody. Wrap it up, guys.\n I had virtually no rehearsal for that."}
