{
    "name": "Gaurav Ghati",
    "phone": "+91 9067365762",
    "mail": "gauravghati225@gmail.com",

    "bio": "I wish to raise my understanding of the nuances of Computer Science field and use this knowledge to become better as a Software developer/ML Practitioner.",
    "fun": "I made this inspite of not being a frontend developer!",

    "github": "https://github.com/gauravghati/",
    "twitter": "https://twitter.com/GauravGhati/",
    "linkedin": "http://linkedin.com/in/gauravghati/",

    "main": {
        "field1": "Backend",
        "field2": "NLP",
        "field3": "Deep Learning"
    },

    "aboutme": {
        "para1": "I'm a 3rd year undergrad at Pune Institute of Computer Technology (PICT), and my interest towards Computer Science field sparked when I was working on a project and I extracted data form inspect element of a website using regex function in JAVA by inputing HTML code as string, since then I started believing that coding can do magical things, so I have been incessantly working on improving my skills. I have done various django based projects on website developement including this website and would continue to do so.",
        "para2": "After doing web dev, I stumbled upon machine learning, and found it very fascinating, influential and powerful branch of Technology field, The process of machine learning by observing data and improving itself to make accurate prediction, is itself more than a magic, having proficiency in ML implementation is like having power to predict future! That's why I'm in this field ;)"
    },

    "blogs": [
        {
            "name": "Head Pruning in Transformer Models!",
            "des": "Towards Data Science | May 2020",
            "link": "https://medium.com/@gauravghati/head-pruning-in-transformer-models-ec222ca9ece7",
        },
        {
            "name": "Comparison between BERT,GPT-2 and ELMo",
            "des": "Machine Learning | May 2020",
            "link": "https://medium.com/@gauravghati/comparison-between-bert-gpt-2-and-elmo-9ad140cd1cda",
        },
        {
            "name": "Using Github Pages for creating Global APIs",
            "des": "Towards Data Science | Apr 2020",
            "link": "https://medium.com/@gauravghati/using-github-pages-for-creating-global-api-76b296c4b3b5",
        }
    ],

    "volunteer": {
        "tfi": {
            "heading": "Teach For India",
            "time": "Oct'19 - Mar'20",
            "description": "Teach For India (TFI), a program of Teach To Lead, aims to address educational inequity by building a movement of leaders that are committed to expanding educational opportunity"
        },
        "pisb": {
            "heading": "PICT IEEE Student Branch",
            "time": "Jun'18 - Present",
            "description": "PICT IEEE Student Branch (PISB) was established with an aim of inculcating a sense of technical awareness amongst its student members in PICT."
        }
    }
}
